import React from "react";
import Layout from "../../components/layout/Layout";
import styles from "./Styles.module.scss";

const PrivacyPolicy = () => {
  return (
    <Layout>
        <main className={styles.main}>
            <div className={styles.textWrapper}>
                <p className={styles.text}>
                    <br />1.	Общие положения
                    <br />1.1.	Настоящая политика конфиденциальности (далее — "Политика") определяет основные принципы, условия, цели, способы обработки, реализуемые меры защиты Персональных данных и иной информации, в процессе использования Сервиса, доступ к которому предоставляется Администратором.
                    <br />1.2. Действие настоящей Политики распространяется на всех Пользователей, которые предоставляют свои Персональные данные Администратору при использовании Сервиса.
                    <br />1.3. Перед использованием Сервиса Пользователь обязан ознакомиться с настоящей Политикой. При каждом доступе и/или фактическом использовании Сервиса или его отдельных функций Пользователь соглашается с настоящей Политикой в полном объеме, без оговорок и исключений. В случае отказа Пользователя предоставить запрашиваемые Персональные данные, Регистрация на Сервисе не производится.
                    <br />1.4. Настоящая Политика может быть изменена и/или дополнена в одностороннем порядке Администратором без какого-либо специального уведомления Пользователя. Действующая редакция Политики размещена в сети Интернет по https://numerology-ai.ru
                    <br />1.5. Все изменения и дополнения настоящей Политики вступают в силу сразу после размещения новой редакции Политики по адресу: https://numerology-ai.ru
                    <br />1.6. Продолжение использования Сервиса после внесения изменений и/или дополнений в настоящую Политику будет означать принятие и согласие Пользователя с такими изменениями и/или дополнениями.
                    <br />1.7. Если Пользователь не согласен с условиями и положениями настоящей Политики, он должен незамедлительно прекратить использование Сервиса. В противном случае, использование Сервиса будет означать безусловное и безоговорочное согласие Пользователя с условиями настоящей̆ Политики.
                    <br />1.8. Предоставляя Пользователям возможность использования Сервиса, Администратор, действуя разумно и добросовестно, предполагает, что:
                    <br />1.8.1. перед началом использования Сервиса Пользователь внимательно ознакомился с условиями настоящей̆ Политики.
                    <br />1.8.2. приступив к использованию Сервиса Пользователь выразил свое согласие с условиями настоящей̆ Политики и принял на себя указанные в ней̆ права и обязанности.
                    <br />1.8.3. пользователь регулярно проверяет условия настоящей̆ Политики на предмет её изменения и/или дополнения.
                    <br />1.9. Обработка Персональных данных может осуществляться Администратором совместно с иным оператором по обработке Персональных данных.
                    <br />2. Термины и определения
                    <br />2.1. В целях настоящей Политики, если из контекста не следует иное, нижеприведенные термины имеют следующие значения и являются её составной неотъемлемой частью:
                    <br />Сервис — Numerology-Ai https://numerology-ai.ruПринадлежит Администратору. Предназначен для расшифровки и трактования, значения чисел в контексте заданного вопроса, с применением искусственного интеллекта.
                    <br />Регистрация — запуск https://numerology-ai.ru и ввод данных для регистрации
                    <br />Пользователь — лицо, использующее Сервис.
                    <br />Администратор, Оператор — ИП Волошин Вячеслав Игоревич , ИНН:771576612536, являющийся Оператором по обработке Персональных данных.
                    <br />Обработка Персональных данных — любое действие (операция) или совокупность действий (операций) с Персональными данными, совершаемых с использованием средств автоматизации или без их использования. Обработка Персональных данных включает в себя в том числе сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение, извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
                    <br />2.2. В настоящей Политике могут быть использованы иные термины и определения, не предусмотренные в п. 2.1. настоящей Политики. В этом случае толкование таких терминов производится в соответствии с текстом настоящей Политики.
                    <br />2.3. Термины и определения, употребляемые в настоящей̆ Политике в единственном числе (в зависимости от контекста) имеют такое же значение во множественном числе и наоборот.
                    <br />3. Цель обработки Персональных данных
                    <br />3.1. Целью обработки Персональных данных Пользователя является надлежащее выполнение обязательств Администратором перед Пользователем в рамках пользовательского соглашения, которое заключается между Администратором и Пользователем.
                    <br />3.2. Пользователь соглашается с тем, что Администратор вправе использовать его Персональные данные в целях:
                    <br />3.2.1. передачи Персональных данных платежным системам и платежным посредническим организациям при осуществлении платежей в рамках функционала Сервиса.
                    <br />3.2.2. сравнения персональной информации для подтверждения ее точности и проверки третьими лицами в случаях, предусмотренных действующим законодательством РФ.
                    <br />3.2.3. предотвращения случаев мошенничества и других злоупотреблений, а также для расследования таких случаев.
                    <br />3.2.4. проведения статистических и иных исследований, на основе обезличенных данных.
                    <br />3.2.5. разрешения споров, сбора отзывов и выявления неисправностей.
                    <br />3.2.6. улучшения качества работы Сервиса, удобства его использования и разработки нового функционала.
                    <br />3.2.7. обеспечения взаимодействия Пользователя и Администратора в рамках
                    <br />маркетинговых предложений, которые могут заинтересовать Пользователя (за исключением случаев, когда Пользователь отказался от маркетинговых рассылок);
                    <br />3.2.8. коммуникации с Пользователем и оказания ему консультационной и информационной поддержки;
                    <br />3.2.9. заключения, исполнения, изменения и расторжения договоров с Администратором.
                    <br />4. Перечень обрабатываемых Персональных данных
                    <br />Администратор вправе обрабатывать следующие категории Персональных данных Пользователя:
                    <br />4.1.1Почту пользователя
                    <br />4.1.2. имя и фамилия, если они указанны в личном профиле на сайте https://numerology-ai.ru
                    <br />4.1.3. юзернейм (ссылка) на личный профиль в мессенджере Telegram. Если он указан на сайте https://numerology-ai.ru
                    <br />4.1.4. информация о действиях Пользователя в Сервисе.
                    <br />4.1.5. информация, которая указывается Пользователем с целью заключения договора с Администратором, в частности, но не ограничиваясь, фамилия, имя, отчество, адрес электронной почты, год, месяц и дата рождения, почтовый адрес, номер мобильного телефона, банковские реквизиты.
                    <br />4.1.6. информация, размещенная Пользователем при направлении сообщения в службу поддержки Администратора.
                    <br />4.1.7. иная информация Пользователя, необходимая для обработки в соответствии с условиями, регулирующими использование Сервиса.
                    <br />4.2. Администратор вправе хранить:
                    <br />4.2.1. договоры, заключаемые между Пользователями и Администратором.
                    <br />4.2.2. электронную переписку с Пользователями.
                    <br />5. Права и обязанности Администратора и Пользователя
                    <br />5.1. Администратор вправе:
                    <br />5.1.1. самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных законодательством РФ в отношении Персональных данных.
                    <br />5.1.2. поручать обработку Персональных данных другому лицу, на основании заключаемого с этим лицом договора.
                    <br />5.2. Администратор обязан:
                    <br />5.2.1. организовывать обработку Персональных данных в соответствии с требованиями законодательства РФ.
                    <br />5.2.2. отвечать на обращения и запросы Пользователей̆ в соответствии с требованиями законодательства РФ.
                    <br />5.2.3. предоставлять Пользователю по его просьбе информацию, касающуюся обработки его Персональных данных либо предоставить Пользователю обоснованный отказ.
                    <br />5.2.4. принимать меры, необходимые и достаточные для обеспечения выполнения обязанностей, предусмотренных Федеральным законом «О персональных данных» от 27.07.2006 N 152-ФЗ.
                    <br />5.2.5. по требованию Пользователя уточнять обрабатываемые Персональные данные, блокировать или удалять, если Персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки.
                    <br />5.2.6. Обязан проверить наличие согласий на передачу третьим лицам персональных данных Пользователя.
                    <br />5.3. Пользователь вправе:
                    <br />5.3.1. получать от Администратора информацию, касающуюся факта, правовых оснований, целей, способов обработки его Персональных данных.
                    <br />5.3.2. требовать от Администратора уточнения его Персональных данных, их блокирования или уничтожения в случае, если Персональные данные являются неполными, устаревшими, неточными. В случае выявления неточностей в Персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Администратору уведомления на адрес электронной почты Администратора  sv-teks@yandex.ru с пометкой «Актуализация персональных данных».
                    <br />5.3.3. отказаться от обработки Персональных данных Пользователя, направив соответствующий запрос на адрес sv-teks@yandex.ru с пометкой «Отзыв согласия на обработку персональных данных». В таком случае Пользователь обязан прекратить использование Сервиса.
                    <br />5.3.4. принимать предусмотренные законодательством меры по защите своих прав.
                    <br />5.4. Пользователь обязан:
                    <br />5.4.1. предоставить достоверную, точную, полную и актуальную информацию по всем вопросам, запрашиваемым в Сервисе;
                    <br />5.4.2. строго выполнять все требования законодательства РФ.
                    <br />5.4.3. выполнять требования и соблюдать условия настоящей̆ Политики.
                    <br />5.4.4. не совершать действий, которые могут привести к ограничению доступа к Сервису.
                    <br />5.4.5. разумно и ответственно подходить к размещению собственных Персональных данных в Сервисе.
                    <br />6. Принципы обработки Персональных данных
                    <br />6.1. Принципами обработки Персональных данных в соответствии с настоящей Политикой являются:
                    <br />6.1.1. Законная и справедливая основа обработки Персональных данных.
                    <br />6.1.2. Обработка Персональных данных в соответствии с конкретными, заранее определенными и законными целями.
                    <br />6.1.3. Недопущение объединения баз данных, содержащих Персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
                    <br />6.1.4. Соответствие содержания и объема Персональных данных заявленным целям обработки.
                    <br />6.1.5. Точность, достаточность, актуальность и достоверность Персональных данных.
                    <br />6.1.6. Законность технических мер, направленных на обработку Персональных данных.
                    <br />6.1.7. Разумность и целесообразность обработки Персональных данных.
                    <br />6.1.8. Хранение Персональных данных не дольше, чем того требуют цели их обработки или в течение срока согласия Пользователя.
                    <br />6.1.9. Обрабатываемые Персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки, или в случае утраты необходимости в достижении этих целей.
                    <br />7. Порядок обработки Персональных данных
                    <br />7.1. Согласие на обработку Персональных данных предоставляется Пользователем в электронной форме и является конкретным, информированным и сознательным.
                    <br />7.2. Согласие Пользователя на обработку Персональных данных действует в течение 5 (пяти) лет с даты его принятия. По истечении указанного срока действие согласия считается продленным на каждые следующие 5 (пять) лет при отсутствии сведений о его отзыве Пользователем.
                    <br />7.3. Обработка Персональных данных Пользователя без его согласия осуществляется в случаях:
                    <br />7.3.1. по требованию полномочных государственных органов в случаях, предусмотренных законодательством РФ.
                    <br />7.3.2. если Персональные данные являются общедоступными.
                    <br />7.3.3. если их обработка осуществляется в целях заключения и исполнения договора, одной̆ из сторон которого является сам Пользователь.
                    <br />7.3.4. передачи Персональных данных поставщикам услуг в целях выполнения обязательств по соответствующему договору, при соблюдении ими условий обработки Персональных данных, предусмотренных в настоящей Политике.
                    <br />7.3.5. если обработка Персональных данных осуществляется для статистических целей̆ при условии обязательного обезличивания Персональных данных.
                    <br />7.3.6. в иных случаях, предусмотренных законом.
                    <br />7.4. Администратор не получает и не обрабатывает Персональные данные Пользователя о его расовой̆, национальной̆ принадлежности, политических взглядах, религиозных или философских убеждениях, состоянии здоровья.
                    <br />7.5. Администратор не несет ответственности за действия третьих лиц, получивших доступ к Персональным данным Пользователя по вине последнего.
                    <br />7.6. Пользователь гарантирует, что Персональные данные, которые он предоставляет Администратору, являются достоверными. Администратор не несёт ответственности за недостоверность предоставляемых Пользователями Персональных данных и иной информации.
                    <br />7.7. Оплатить заказ можно банковскими картами Visa, Master Card, «Мир» или через платежные системы. Чтобы оплатить покупку, вы будете перенаправлены на сервер платежной системы Robokassa , на котором нужно ввести необходимые данные. При оплате банковской картой безопасность платежей гарантирует процессинговый центр robokassa
                    <br />Платежная система robokassa обладает подтвержденным сертификатом соответствия требованиям стандарта PCI DSS в части хранения, обработки и передачи данных держателей карт. Стандарт безопасности банковских карт PCI DSS поддерживается международными платежными системами, включая MasterCard и Visa, Inc. Система Unitpay также является участником программы непрерывного соответствия Compliance Control PCI DSS Compliance Process (P.D.C.P.). Ваши конфиденциальные данные, необходимые для оплаты (реквизиты карты, регистрационные данные и др.), не поступают в интернет-магазин — их обработка производится на стороне процессингового центра robokassa и полностью защищена.
                    <br />8. Основания обработки Персональных данных
                    <br />8.1. Администратор обрабатывает Персональные данные и другую информацию, предоставляемую Пользователем при:
                    <br />8.1.1. оформлении и заключении договоров с Администратором.
                    <br />8.1.2. каждом доступе и/или фактическом использовании Сервиса.
                    <br />8.1.3. подписке на рассылки Администратора.
                    <br />8.1.4. обращении в службу поддержки Администратора.
                    <br />8.1.5. реализации прав и обязанностей, вытекающих из законодательства РФ.
                    <br />8.1.6. в иных случаях, предусмотренных законодательством РФ.
                    <br />9. Защита Персональных данных Пользователя
                    <br />9.1 Администратор предоставляет доступ к платному функционалу Сервиса физическим лицам.
                    <br />9.2 Оплата Тарифа доступна путем безналичного расчета, путем перевода денежных средств на расчетный счет Сервиса.
                    <br />9.3 При получении доступа к платному функционалу, услуги считаются оказанными в полном объеме. По усмотрению Администратора может быть составлен акт оказанных услуг.
                    <br />10. Сроки обработки Персональных данных
                    <br />10.1. Администратор прекращает обработку Персональных данных:
                    <br />10.1.1. по достижении целей обработки либо в случае утраты необходимости в достижении этих целей.
                    <br />10.1.2. если для обработки Персональных данных не будет иных правовых оснований, предусмотренных законодательством РФ.
                    <br />10.1.3. в случае отзыва согласия Пользователя на обработку Персональных данных, если для обработки не будет иных правовых оснований, предусмотренных законодательством РФ.
                    <br />10.1.4. в случае выявления неправомерной обработки Персональных данных, если обеспечить правомерность обработки невозможно.
                    <br />10.1.5. в случае ликвидации Администратора.
                    <br />10.2. По истечении срока хранения Персональные данные могут быть обезличены в информационных системах и уничтожены в порядке, установленном действующим законодательством РФ.
                    <br />11. Хранение и уничтожение информации
                    <br />11.1. Персональные данные Пользователя хранятся исключительно на должным образом защищенных электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка Персональных данных необходима в соответствии с законодательством РФ. Для целей хранения информации Администратор может привлечь третьих лиц. В таком случае хранение информации будет осуществляться в информационных системах третьих лиц.
                    <br />11.2. Хранение Персональных данных Пользователя может осуществляться до тех пор, пока это необходимо для выполнения целей, с которыми они были собраны, если иное не предусмотрено федеральными законами РФ.
                    <br />11.3. Администратор закрывает доступ и запрещает использование Персональных данных, которые более не требуются для использования Сервиса, поддержки Пользователей, повышения качества обслуживания и других операционных целей.
                    <br />11.4. Администратор вправе сохранять определенную информацию, если это необходимо для соблюдения его законных деловых интересов, таких как предотвращение мошенничества и обеспечение безопасности и защиты Пользователей.
                    <br />11.5. При уничтожении Персональных данных Пользователя работники Администратора не могут получить доступ к его Персональным данным субъекта в информационных системах Сервиса.
                    <br />11.6. При уничтожении Персональных данных Персональные данные в информационных системах обезличиваются. Уничтоженные Персональные данные восстановлению не подлежат.
                    <br />11.7. Операция уничтожения Персональных данных необратима.
                    <br />11.8. Персональные данные Пользователя могут быть уничтожены Администратором в случаях:
                    <br />11.8.1. наличия угрозы безопасности Сервиса.
                    <br />11.8.2. нарушения Пользователем положений настоящей Политики.
                    <br />11.8.3. по запросу Пользователя, направленного на адрес электронной почты Администратора.
                    <br />11.8.4. в иных случаях, предусмотренных законодательством РФ.
                    <br />12. Реквизиты Администратора
                    <br />Индивидуальный предприниматель Волошин Вячеслав Игоревич
                    <br />Расчётный счёт: 40802810601500102926
                    <br />Название банка:ООО "Банк Точка"БИК: 044525104
                    <br />Корреспондентский счёт: 30101810745374525104
                    <br />ИНН:771576612536
                    <br />ОГРНИП:320774600287451
                    <br />Юридический адрес:127221, РОССИЯ, г МОСКВА, проезд ШОКАЛЬСКОГО, ДОМ 31, корпус 1.
                </p>
            </div>
        </main>
    </Layout>
  )
};

export default PrivacyPolicy;
