import React from "react"
import Layout from "../../components/layout/Layout";
import styles from "./Styles.module.scss"

const TermsAgreement = () => {
  return (
    <Layout>
        <main className={styles.main}>
            <div className={styles.textWrapper}>
                <p className={styles.text}>
                    <br />1.	Общие положения
                    <br />1.1.	Настоящее Пользовательское соглашение (далее – "Соглашение") заключается между индивидуальным предпринимателем Волошиным Вячеславом Игоревичем (далее – "Администратор") и любым лицом, использующим Сервис (далее – "Пользователь").
                    <br />1.2. Настоящее Соглашение является публичной офертой в соответствии со ст. 437 Гражданского Кодекса РФ.
                    <br />1.3. Регистрация в Сервисе, факт использования Пользователем Сервиса в тестовый период, а также оплата Тарифа или Опции являются безусловным и безоговорочным акцептом настоящего Соглашения. Незнание и/или неознакомление с условиями настоящего Соглашения не освобождает Пользователя от ответственности за несоблюдение настоящего Соглашения.
                    <br />1.4. Использование Сервиса регулируется настоящим Соглашением, а также Политикой конфиденциальности, являющейся неотъемлемой частью настоящего Соглашения. Настоящее Соглашение может быть изменено Администратором без уведомления Пользователя. Новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция Пользовательского Соглашения всегда находится на странице по адресу:  
                    <br />1.5. К отношениям, предусмотренным настоящим Соглашением, законодательство о защите прав потребителей не применяется.
                    <br />2. Термины и определения
                    <br />Сервис – программный комплекс Numerology-AI, расположенный по адресу: https://numerology-ai.ru Принадлежит Администратору. Предназначен для трактования значений цифр в контексте нумерологии.
                    <br />Аккаунт – уникальная учетная запись Пользователя на сайте https://numerology-ai.ru
                    <br />Регистрация – запуст и регистрация в сервисе https://numerology-ai.ru
                    <br />Тестовый Период – срок, определяемый Администратором, и/или количество бесплатных тестовых проб расшифровки значения чисел в разных контекстах, в течение которого  Пользователь получает бесплатный пробный доступ к Сервису.
                    <br />Контент – информация, документы и иные объекты, размещаемые Пользователем в сети Интернет при помощи Сервиса.
                    <br />Тариф – размер вознаграждения Администратора, соответствующий определенному объему возможностей Сервиса и сроку его предоставления.
                    <br />Виды Тарифов доступны в Аккаунте Пользователя.
                    <br />Опция – дополнительный платный функционал Сервиса, не включенный в Тариф. Позволяет расширить функциональные возможности использования Сервиса Пользователем. Виды Опций доступны в Аккаунте Пользователя.
                    <br />Инцидент – событие, не являющееся элементом нормального функционирования Сервиса.
                    <br />Договор – документ о предоставлении доступа к платному функционалу Сервиса для юридических лиц и индивидуальных предпринимателей.
                    <br />Партнер – лицо, впервые регистрирующееся в Сервисе со своего Аккаунта по специальной ссылке от Пользователя и оплатившее Тариф.
                    <br />3. Предмет соглашения
                    <br />3.1. Предметом настоящего Соглашения является передача Администратором Сервиса неисключительных прав использования Сервиса Пользователю на условиях простой (неисключительной) лицензии путем предоставления доступа к Сервису. Простая (неисключительная) лицензия ограничена «правом на использование», и ни одно из положений настоящего Соглашения не означает передачи Пользователю исключительного права на Сервис.
                    <br />3.2. Действие условий настоящего Соглашения распространяется на все последующие обновления и новые версии Сервиса. Используя новую версию Сервиса, Пользователь принимает условия настоящего Соглашения для соответствующих обновлений, новых версий Сервиса, если обновление и/или новая версия Сервиса не сопровождается иным соглашением.
                    <br />3.3. Сервис является интеллектуальной собственностью Администратора и защищается законодательством РФ об интеллектуальной собственности и нормами международного права. Все исключительные права на Сервис, любые его копии, а также доработки функционала принадлежат Администратору Сервиса. Право использования Сервиса предоставляется Пользователю на условиях и в объеме, предусмотренных настоящим Соглашением.
                    <br />3.4. Датой заключения настоящего Соглашения признается Регистрация Пользователем в Сервисе.
                    <br />4. Доступ к Сервису
                    <br />4.1. Пользователь осуществляет Регистрацию в порядке, установленном Сервисом.
                    <br />4.2. Пользователь обязан осуществить Регистрацию только через тот Аккаунт, который будет в дальнейшем использовать в Сервисе.
                    <br />4.3. После оплаты Пользователем выбранного Тарифа или Опции, доступ к Сервису предоставляется автоматически, не позднее чем через 24 часа с момента осуществления оплаты Пользователем.
                    <br />4.4. С момента Регистрации Пользователю предоставляется Тестовый Период, обеспечивающим доступ к функционалу Сервиса равный 3 ( трем) тестовым расшифровкам значения цифр в разном контексте на выбор пользователя.
                    <br />4.4.1. Администратор вправе продлить или сократить количество тестовых расшифровок значений карт таро (гадания), о чём Пользователь уведомляется путем размещения информации на странице https://numerology-ai.ru
                    <br />4.4.2. По окончании количества тестовых расшифровок Пользователь вправе выбрать и оплатить один из предложенных Сервисом Тарифов, в ином случае доступ к функционалу блокируется.
                    <br />4.5. Пользователь не вправе предоставлять третьим лицам доступ к Сервису для работы в Сервисе.
                    <br />4.6. Все действия, совершаемые Пользователем на Сервисе, считаются совершенными им лично.
                    <br />4.7. В случае взлома или утери доступа к Аккаунту, Пользователь незамедлительно уведомляет об этом Администратора.
                    <br />5. Порядок использования платного функционала Сервиса
                    <br />5.1. Администратор предоставляет Пользователю неисключительное право на использование платного функционала Сервиса, а Пользователь обязуется оплатить Администратору вознаграждение.
                    <br />5.2. Для подключения платного функционала Сервиса Пользователь должен:
                    <br />5.2.1. пройти процедуру авторизации на Сервисе https://numerology-ai.ru
                    <br />5.2.2. оплатить или активировать выбранный Тариф и/или Опцию.
                    <br />5.3. Пользователь вправе использовать платный функционал Сервиса в течение срока и в объеме, предусмотренном в выбранном Тарифе или Опции, и только по прямому функциональному назначению.
                    <br />5.3.1. Доступ к платному функционалу Сервиса активируется в течение 1 (одного) календарного дня с момента оплаты. После активации в Аккаунте платного функционала Сервиса доступ к Сервису считается предоставленным.
                    <br />5.3.2. Информация о доступности и количестве оставшихся дней использования Сервиса содержится в Аккаунте в разделе "Профиль".
                    <br />6. Условия использования Сервиса
                    <br />6.1. Функциональные возможности Сервиса описаны по ссылке. https://numerology-ai.ru Сервис предоставляется на условиях «как есть» («as is»).
                    <br />6.2. Администратор вправе ограничивать использование отдельных функций Сервиса для всех или отдельных Пользователей, ограничить размещение определенного Контента.
                    <br />6.3. Права на платный функционал Сервиса ограничены правом на использование Сервиса.
                    <br />6.4. Право использования платного функционала Сервиса предоставляется Администратором Пользователю на срок оплаты Тарифа или Опции.
                    <br />6.5. Администратор оказывает Пользователю консультационную и техническую поддержку при использовании Сервиса через функционал чата и/или по электронной почте. Объем и пределы поддержки, сроки ответов на запросы, каналы коммуникации могут быть изменены Администратором в одностороннем порядке.
                    <br />6.6. Администратор вправе запретить Пользователю совершать определенные действия, а именно:
                    <br />6.6.1. Использовать Сервис способами, не предусмотренными настоящим Соглашением;
                    <br />6.6.2. Нарушать Политику конфиденциальности Сервиса;
                    <br />6.6.3. Использовать программные ошибки Сервиса в своих целях и передавать информацию об их наличии третьим лицам, за исключением Администратора;
                    <br />6.6.4. Предпринимать попытки обойти технические ограничения, установленные Сервисом;
                    <br />6.6.5. Применять сторонние программы или иные средства для улучшения/автоматизации функциональных возможностей Сервиса;
                    <br />6.6.6. Выдавать себя за сотрудника службы поддержки Сервиса, члена любой из групп-помощников Сервиса (администраторов, модераторов, консультантов и т.д.), бывшего или действующего;
                    <br />6.6.7. Фальсифицировать или удалять любую информацию о правообладателях Сервиса или Контента;
                    <br />6.6.8. Декомпилировать, дизассемблировать, дешифровать и производить иные действия с исходным кодом Сервиса;
                    <br />6.6.9. Использовать Сервис для деятельности, которая нарушает настоящее Соглашение и действующее законодательство РФ.
                    <br />6.7. Администратор вправе незамедлительно приостановить, ограничить или прекратить доступ Пользователя к Сервису в случаях:
                    <br />6.7.1. Выявления нарушения Пользователем условий настоящего Соглашения;
                    <br />6.7.2. Выявления мошеннических действий, которые были произведены с Аккаунта с помощью функциональных возможностей Сервиса;
                    <br />6.7.3. Если Пользователь использует Сервис для ведения деятельности, которая нарушает законодательство РФ.
                    <br />6.8. Администратор вправе направлять Пользователю уведомления и рассылки в Сервисе. Регистрация в Сервисе является надлежащим подтверждением согласия Пользователя на получение вышеуказанных уведомлений и рассылок. Пользователь в любое время вправе отказаться от получения уведомлений и рассылок, написав на электронный адрес  sv-teks@yandex.ru
                    <br />6.9. Пользователь вправе связаться с Администратором, направив письмо на электронный адрес   sv-teks@yandex.ru 
                    <br />6.10. Пользователь обязан принимать надлежащие меры для обеспечения сохранности своего Аккаунта.
                    <br />7. Вознаграждение Администратора
                    <br />7.1. Размер вознаграждения Администратора определяется на основании выбранного Пользователем Тарифа и/или Опции.
                    <br />7.1.1. Администратор вправе по своему усмотрению устанавливать скидки на определенные Тарифы и/или Опции.
                    <br />7.2. Стоимость платного функционала Сервиса не включает возможные комиссии провайдеров платежей.
                    <br />7.3. Оплата Тарифов и Опций Пользователями производится одним из способов, указанных в Аккаунте:
                    <br />7.3.1. Оплата банковскими картами.
                    <br />7.3.2. Оплата электронными денежными средствами: YooMoney, QIWI и другими.
                    <br />7.3.3. Оплата другими способами через личное согласование с Администратором.
                    <br />7.4. Вознаграждение считается оплаченным с момента поступления соответствующей суммы денежных средств от Пользователя на расчетный счет Администратора.
                    <br />7.4.1. Обязательства Пользователя по оплате считаются неисполненными, если Администратор осуществил возврат денежных средств по требованию платежной организации. В этом случае Администратор вправе отказать Пользователю в доступе к платному функционалу Сервиса с момента возврата денежных средств.
                    <br />7.4.2. В случае задержки зачисления денежных средств на расчетный счет Администратора более, чем на 3 (три) дня, Пользователь вправе обратиться к Администратору с предоставлением доказательств перечисления денежных средств, а также самостоятельно разрешить ситуацию с платежной организацией.
                    <br />7.5. Все расчеты по настоящему Соглашению производятся в российских рублях. Сумма вознаграждения не облагается НДС на основании п. 3 ст. 346.11 Налогового Кодекса РФ.
                    <br />7.6. Пользователь вправе изменить Тариф в сторону увеличения срока действия. В таком случае Пользователь доплачивает разницу в стоимости Тарифов.
                    <br />7.6.1. Пользователь не вправе изменить Тариф в сторону уменьшения срока действия.
                    <br />7.6.2. Тарифы и Опции, а также их стоимость могут изменяться по решению Администратора, при этом стоимость уже оплаченного Тарифа или Опции остается неизменной.
                    <br />7.6.3. Администратор уведомляет об изменении Тарифов и Опций путем размещения информации на Сервисе.
                    <br />7.6.4. Прекращение Пользователем использования платного функционала Сервиса, в том числе в связи с допущенным им нарушением условий настоящего Соглашения, не является основанием для возврата суммы, оплаченной по Тарифу и/или Опции.
                    <br />7.7.1. Возврат средств возможен в течение 14 ( четырнадцати) рабочих дней  после осуществления оплаты.
                    <br />7.7.2. Для осуществления возврата, необходимо обратиться в службу поддержки сервиса.
                    <br />7.7.3. Возврат денежных средств осуществляется на реквизиты, с которых происходила оплата в течение 14 дней с момента запроса.
                    <br />8. Партнерская программа Сервиса
                    <br />8.1. Пользователь вправе по специальной ссылке приглашать в Сервис Партнеров стать Пользователями Сервиса и оплатить Тариф. Пользователь получает за приглашения Партнеров бонусы.
                    <br />8.2. Пользователь вправе использовать бонусы только при оплате услуг внутри Сервиса. Бонусы можно использовать для оплаты Тарифа, и/или опций, когда сумма бонусов превышает или равна стоимости Тарифа.
                    <br />8.3. Администратор вправе устанавливать любую сумму бонусов за приглашения Партнеров в Сервис.
                    <br />8.4. Не допускается злоупотребление правом со стороны Пользователя, а именно запрещено приглашать лиц, Аккаунты которых принадлежат Пользователю ("вторые", "дополнительные" Аккаунты Пользователя).
                    <br />9. Отношения с юридическими лицами и индивидуальными предпринимателями
                    <br />9.1 Администратор предоставляет доступ к платному функционалу Сервиса физическим лицам, юридическим лицам и индивидуальным предпринимателям
                    <br />9.2 Оплата Тарифа доступна путем безналичного расчета, путем перевода денежных средств на расчетный счет Сервиса, на основании выставленного счета на оплату.
                    <br />9.3 При получении доступа к платному функционалу, услуги считаются оказанными в полном объеме. По усмотрению Администратора может быть составлен акт оказанных услуг.
                    <br />10. Гарантии
                    <br />10.1. Администратор обладает исключительным правом на Сервис.
                    <br />10.2. Администратор НЕ гарантирует, что Сервис соответствует требованиям Пользователя, будет предоставляться непрерывно, быстро, надежно и без ошибок, а качество какого-либо продукта, услуги, информации и пр., полученных с использованием Сервиса, будет соответствовать ожиданиям Пользователя.
                    <br />10.3. Пользователь гарантирует соблюдение настоящего Соглашения, Политики конфиденциальности и правил социальных сетей и мессенджеров, в которых происходит размещение Контента.
                    <br />11. Ответственност
                    <br />11.1. Пользователь принимает на себя весь риск, связанный с использованием Сервиса. Сервис предоставляется в виде «как есть» («as is»), без предоставления со стороны Администратора каких-либо гарантий в отношении его использования.
                    <br />11.2. Пользователь несет ответственность за:
                    <br />11.2.1. актуальность, достоверность, отсутствие претензий третьих лиц в отношении информации, которую Пользователь получил в сервисе https://numerology-ai.ru
                    <br />11.2.2. любой Контент, который размещается Пользователем с помощью Сервиса, а также последствия его использования;
                    <br />11.2.3. собственные действия на Сервисе в соответствии с действующим законодательством РФ.
                    <br />11.2.4	Пользователь принимает на себя ответственность за все действия которые он предпримет, после получения расшифровки значения карт таро и получения ответа в контексте заданного вопроса, пользователь регистрируясь в сервисе, подтверждает, что понимает, любые расшифровки значений карт и описании карт, ответы на вопрос, не являются прямым или косвенным руководством к действию.
                    <br />11.3. Администратор не несет ответственности:
                    <br />11.3.1. за специализированные ресурсы и качество каналов сетей связи общего пользования, посредством которых предоставляется доступ к Сервису, а также вызванные перебоями в предоставлении услуг подрядчиков и (или) центров обработки и хранения данных;
                    <br />11.3.2. за возможные сбои и перерывы в работе Сервиса, прекращение его функционирования и вызванную ими потерю Контента и/или любой другой информации, в том числе за невозможность использования Сервиса на определенной территории;
                    <br />11.3.3. за любые действия социальных сетей и мессенджеров в отношении Контента, в том числе изменение правил его публикации;
                    <br />11.3.4. за потерю доступа к какой-либо социальной сети и мессенджеру, за неверное или несвоевременное размещение Контента;
                    <br />11.3.5. за любые виды убытков, произошедшие вследствие использования Пользователем Сервиса или отдельных частей/функций Сервиса;
                    <br />11.3.6. перед Пользователем или перед любыми третьими лицами за сведения, порочащие честь, достоинство или деловую репутацию, полученные в результате использования сервиса.
                    <br />11.3.7. за поломки или другие неполадки компьютера, мобильного устройства, любого другого устройства Пользователя, возникшие во время использования Сервиса;
                    <br />11.3.8. за последствия, вызванные утерей или разглашением Пользователем своих данных, необходимых для доступа к Сервису;
                    <br />11.3.9. за ошибки и/или нарушения, связанные с эксплуатацией Сервиса и возникшие в результате неправомерных действий Пользователя либо третьих лиц;
                    <br />11.3.10. за действия третьих лиц по принудительному снижению доступности сети Интернет или программно-аппаратных компонентов Сервиса;
                    <br />11.3.11. за сбои и перерывы в работе Сервиса, вызванные обстоятельствами непреодолимой силы, а именно: пожарами, наводнениями, землетрясениями, забастовками, войнами, эпидемиями и пандемиями, действиями органов государственной власти или другими не зависящими от Сторон обстоятельствами. Такие обстоятельства должны быть подтверждены справками компетентных органов не позднее 10 (десяти) рабочих дней после начала их действия;
                    <br />11.3.12. за сбои и перерывы в работе Сервиса, вызванные действиями государственных органов, включая органы правопорядка, связанных с наложением ареста и/или изъятием, или иным препятствованием к доступу серверам подрядчиков Администратора, на которых размещен Сервис;
                    <br />11.3.13. ошибки в работе аппаратно-программного комплекса системы платежей. В случае не зачисления денежных средств на счет Администратора из-за ошибки, обязанности по возврату денежных средств Пользователю лежат на провайдере электронной системы платежей.
                    <br />11.3.14. перебои в предоставлении услуг подрядчиков и (или) центров обработки и хранения данных.
                    <br />11.3.15. отсутствие подключения Сервиса к сети Интернет и/или к серверам Администратора на территории Пользователя.
                    <br />11.3.16. В случае если Пользователь без письменного согласия/поручения Администратора скопировал, внес изменения, подготовил производные материалы, декомпилировал, дизассемблировал Сервис или совершил любые другие попытки получения доступа к исходному коду, каким-либо иным способом изменил Сервис, Администратор вправе потребовать от Пользователя выплатить штраф в размере 1 000 000 (один миллион) рублей за каждый случай такого нарушения.
                    <br />11.4. Администратор вправе компенсировать Пользователю несвоевременное устранение Инцидента в виде соразмерного увеличения периода использования платного функционала Сервиса.
                    <br />11.4.1. В случае предъявления Администратору претензий, требований и/или исков о нарушении прав третьих лиц, Пользователь принимает на себя обязательства по их урегулированию и возмещению ущерба Администратору в случае его возникновения.
                    <br />11.5. Ответственность Администратора не может превышать размер вознаграждения, перечисленного Пользователем за период, в котором произошло нарушение.
                    <br />11.6. Администратор не несет ответственность за результат расшифровки значений карт таро, за расшифровку результата значения всех карт таро вместе в контексте заданного вопроса, за их достоверность, а так же за любую информацию которую получил пользователь при использовании сервиса и в результате генерации значения карт/рекомендации посредством искусственного интеллекта в сервисе. 
                    <br />12. Техническая поддержка
                    <br />12.1. Администратор оказывает Пользователю техническую поддержку при использовании Сервиса. Объем и пределы поддержки, сроки ответов на запросы, каналы коммуникации, определяются Администратором в одностороннем порядке.
                    <br />12.2. Обеспечение работоспособности происходит удаленно через сервера Администратора.
                    <br />12.3. Срок устранения Инцидента не может превышать десяти (10) рабочих дней. Не считаются Инцидентом следующие случаи:
                    <br />12.3.1. Любое запланированное время недоступности Сервиса, о котором Администратор не менее чем за 1 (один) календарный день уведомил Пользователя.
                    <br />12.3.2. Периоды недоступности с целью обслуживания технической инфраструктуры Администратора.
                    <br />12.4. Техническая поддержка осуществляется через официальные каналы связи Администратора:
                    <br />12.4.1. Через официальную почту техподдержки: support@fleep.bot
                    <br />13. Конфиденциальность
                    <br />13.1. Администратор осуществляет обработку персональных данных Пользователя в целях исполнения настоящего Соглашения и согласно требованиям, установленным Федеральным законом «О персональных данных» от 27.07.2006 N 152-ФЗ (далее – Закон).
                    <br />13.2. Порядок обработки и защиты персональных данных определяется Политикой конфиденциальности, являющейся неотъемлемой частью настоящего Соглашения.
                    <br />13.3. В случае обработки Пользователем персональных данных третьих лиц, Пользователь самостоятельно несет ответственность за соблюдение надлежащих мер по защите персональных данных согласно требованиям Закона и иного действующего законодательства РФ.
                    <br />14. Урегулирование споров
                    <br />14.1. Все вопросы и разногласия, которые могут возникнуть между Администратором и Пользователем (далее - Стороны), разрешаются путем переговоров в соответствии с действующим законодательством РФ.
                    <br />14.2. Стороны обязуются соблюдать досудебный (претензионный) порядок урегулирования споров. Срок для ответа на претензию составляет 10 (десять) рабочих дней с момента ее получения Стороной-получателем.
                    <br />14.3. В случае невозможности разрешения спора путем переговоров и в претензионном порядке спор передается на рассмотрение в суд по месту нахождения Администратора.
                    <br />15. Иные положения
                    <br />15.1. Вопросы, не урегулированные настоящим Соглашением, подлежат разрешению в соответствии с действующим законодательством РФ.
                    <br />15.2. Признание одного или нескольких положений настоящего Соглашения недействительными или не имеющими юридической силы, не влияет на действительность или применимость остальных положений Соглашения.
                    <br />15.3. Администратор вправе привлекать любых третьих лиц для выполнения обязательств по настоящему Соглашению, в том числе, для обработки запросов Пользователя службой поддержки Сервиса.
                    <br />15.4. Администратор может расторгнуть действие настоящего Соглашения путем направления соответствующего уведомления Пользователю.
                    <br />16. Реквизиты Администратора
                    <br />Индивидуальный предприниматель Волошин Вячеслав Игоревич
                    <br />Расчётный счёт: 40802810601500102926
                    <br />Название банка: ООО "Банк Точка" БИК: 044525104
                    <br />Корреспондентский счёт: 30101810745374525104
                    <br />ИНН:771576612536
                    <br />ОГРНИП:320774600287451
                    <br />Юридический адрес:127221, РОССИЯ, г МОСКВА, проезд ШОКАЛЬСКОГО, ДОМ 31, корпус 1
                </p>
            </div>
        </main>
    </Layout>
  )
};

export default TermsAgreement;
